Repository: jadetheda/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: be, de, es, eu, fr, it, ja, ko, nb, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

source: Open Ice Cubes
de: Ice Cubes öffnen
es: Abrir Ice Cubes
eu: Ireki Ice Cubes
fr: Ouvrir Ice Cubes
it: Apri Ice Cubes
ko: 앱 열기
pl: Otwórz Ice Cubes
pt_br: Abrir Ice Cubes
tr: Ice Cubes Aç
zh_hans: 打开 Ice Cubes
zh_hant: 開啟 Ice Cubes

source: Open on a tab
de: Mit einem Tab öffnen
es: Abrir en una pestaña
eu: Ireki erlaitz batean
fr: Ouvrir dans un onglet
it: Apri in un pannello
ko: 탭 열기
nl: Open op een tab
pl: Otwórz w zakładce
pt_br: Abrir em uma aba
tr: Bir sekmede aç
zh_hans: 打开标签页
zh_hant: 在標籤裡開啟

source: Open the app on a specific tab
de: Die App in einem vorgegebenen Tab öffnen
es: Abrir aplicación en una pestaña específica
eu: Ireki aplikazioa erlaitz zehatz batean
fr: Ouvrir l'app sur un onglet spécifique
it: Apri l'app in un pannello specifico
ko: 선택한 탭을 엽니다.
nl: Open de app op een specifieke tab
pl: Otwórz aplikację w określonej zakładce
pt_br: Abrir o aplicativo em uma aba específica
tr: Uygulamayı belirli bir sekmede açın
zh_hans: 在特定标签页上打开应用
zh_hant: 開啟至特定頁籤

source: Post a status with an image
de: Einen Status mit einem Bild veröffentlichen
es: Hacer una publicación con una imagen
eu: Argitaratu egoera bat irudi batekin
fr: Publier un statut avec une image
it: Pubblica un post con un’immagine
ko: 이미지와 글 게시
nl: Plaats een bericht met een afbeelding
pl: Opublikuj status z obrazkiem
pt_br: Fazer uma publicação com uma imagem
tr: Resim ile bir durum gönder
zh_hans: 发布带有图片的嘟文
zh_hant: 發表現狀圖片

source: Post an image to Mastodon
de: Ein Bild auf Mastodon veröffentlichen
es: Publicar una imagen en Mastodon
eu: Argitaratu irudi bat Mastodonen
fr: Publier une image vers Mastodon
it: Pubblica un'immagine su Mastodon
ko: 글 작성 화면 열고 이미지 첨부하기
nl: Plaats een afbeelding op Mastodon
pl: Opublikuj obrazek na Mastodonie
pt_br: Publicar uma imagem no Mastodon
tr: Mastodon'a bir resim gönder
zh_hans: 向 Mastodon 发布图片
zh_hant: 在 Mastodon 上發表圖片

source: Post content
de: Inhalt veröffentlichen
es: Publicar contenido
eu: Argitaratu edukia
fr: Publier contenu
it: Contenuto post
ko: 내용
nl: Plaats materiaal
pl: Zawartość postu
tr: İçerik gönder
zh_hans: 发布内容
zh_hant: 發表內容

source: Post visibility
de: Sichtbarkeit des Beitrags
es: Visibilidad de la publicación
eu: Bidalketaren ikusgaitasuna
fr: Visibilité de la publication
it: Visibilità post
ko: 공개 범위
nl: Zichtbaarheid
pl: Widoczność postu
pt_br: Visibilidade da postagem
tr: Gönderi görünürlüğü
zh_hans: 嘟文可见范围
zh_hant: 嘟文能見度

source: Posted %lld image(s) on Mastodon
de: Hat %lld Bilder auf Mastodon veröffentlicht
es: %lld imagen(es) publicada(s) en Mastodon
fr: Publier %lld image(s) sur Mastodon
it: %lld immagine(i) pubblicate su Mastodon
ko: %lld개 이미지 게시됨
pl: Opublikowano %lld obraz(ów) na Mastodonie
pt_br: Publicou %lld imagens no Mastodon
zh_hant: 在 Mastodon 上發表了 %lld 張圖片

source: Privacy Policy
de: Datenschutzhinweise
es: Política de Privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
ko: 개인정보 처리방침
pl: Polityka prywatności
pt_br: Política de Privacidade
tr: Gizlilik Sözleşmesi
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Private
de: Privat
es: Privado
eu: Pribatua
fr: Privée
it: Privato
ko: 언급된 사용자만 (메시지)
nl: Privé
pl: Prywatne
pt_br: Privado
tr: Özel
zh_hans: 特定的人
zh_hant: 私人

source: Private Messages
de: Private Nachrichten
es: Mensajes Privados
eu: Mezu pribatuak
fr: Messages privés
it: Messaggi privati
ko: 메시지
nl: Privéberichten
pl: Prywatne wiadomości
pt_br: Mensagens privadas
tr: Özel Mesajlar
zh_hans: 私信
zh_hant: 私訊

source: Profile
de: Profil
es: Perfil
eu: Profila
fr: Profil
it: Profilo
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
tr: Profil
zh_hans: 个人资料
zh_hant: 個人檔案

source: Public
de: Öffentlich
es: Público
eu: Publikoa
it: Pubblico
ko: 공개
nl: Openbaar
pl: Publiczne
pt_br: Público
tr: Herkese Açık
zh_hans: 公开
zh_hant: 開放

source: Quiet Public
de: Still öffentlich
es: Público Silencioso
eu: Zerrendatu gabea
fr: Public calme
it: Pubblico silenzioso
ko: 공개 타임라인에서만 숨김
nl: Minder openbaar
pt_br: Público silencioso
tr: Oldukça Açık
zh_hans: 悄悄公开
zh_hant: 悄悄公開

source: Remove all cached images and videos
de: Alle zwischengespeicherten Bilder und Videos entfernen
es: Borrar todas las imágenes y vídeos de la caché
fr: Supprimer toutes les images et vidéos mises en cache
it: Rimuovi tutti i video e le immagini dalla cache
ko: 캐시 데이터로 저장된 모든 미디어를 삭제합니다.
pl: Usuń wszystkie obrazki i filmy z bufora
pt_br: Remover todas as imagens e vídeos em cache
tr: Önbellekteki tüm resim ve videoları kaldırın
zh_hans: 移除全部图片和视频缓存
zh_hant: 刪除快取記憶裡所有圖片和視訊

source: Selected tab
de: Ausgewählter Tab
es: Pestaña seleccionada
eu: Hautatutako erlaitza
fr: Onglet sélectionné
it: Pannello selezionato
ko: 열 탭
nl: Geselecteerde tab
pl: Wybrana zakładka
pt_br: Aba selecionada
tr: Seçilen sekme
zh_hans: 选择标签页
zh_hant: 選取頁籤

source: Send a post
de: Einen Beitrag senden
es: Enviar una publicación
eu: Bidali bidalketa bat
fr: Envoyer une publication
it: Invia un post
ko: 글 게시
nl: Verstuur bericht
pl: Wyślij post
pt_br: Enviar uma postagem
tr: Post gönder
zh_hans: 发送嘟文
zh_hant: 發表嘟文

source: Send a text post to Mastodon with Ice Cubes
de: Einen Textbeitrag mit Ice Cubes an Mastodon senden
es: Enviar una publicación de texto a Mastodon con Ice Cubes
eu: Bidali Mastodonen argitaratzeko testu bat Ice Cubes bidez
fr: Envoyer une publication textulle à Mastodon avec Ice Cubes
it: Invia un post di testo a Mastodon con Ice Cubes
ko: Ice Cubes로 마스토돈에 글을 작성합니다.
pl: Wyślij post tekstowy na Mastodon przez Ice Cubes
pt_br: Enviar publicação de texto no Mastodon pelo Ice Cubes
tr: Ice cubes ile Mastodon'a kısa mesaj gönder
zh_hans: 使用 Ice Cubes 向 Mastodon 发布文本嘟文
zh_hant: 用 Ice Cubes 在 Mastodon 上發表文字

source: Send an image or multiple images to Mastodon with Ice Cubes without opening the app
de: Ein oder mehrere Bilder mit Ice Cubes an Mastodon senden, ohne die App zu öffnen
es: Envía una imagen o múltiples imágenes a Mastodon con Ice Cubes sin abrir la aplicación
fr: Envoyez une ou plusieurs images à Mastodon avec Ice Cubes sans ouvrir l'application.
it: Invia una o più immagini a Mastodon con Ice Cubes senza aprire l’app
ko: 글과 이미지를 게시합니다.
pl: Wyślij jeden lub kilka obrazków na Mastodon przez Ice Cubes bez otwierania aplikacji
pt_br: Enviar uma imagem ou várias imagens para o Mastodon com o Ice Cubes sem abrir o app
zh_hant: 不開啟 Ice Cubes 也上傳圖片給 Mastodon

source: Send image(s) (background)
de: Bild(er) senden (Hintergrund)
es: Enviar imagen(es) (segundo plano)
fr: Envoyer les images (en arrière plan)
it: Invia immagine(i) (background)
ko: 글과 이미지 게시하기
pl: Wyślij obraz(ki) (w tle)
pt_br: Enviar imagens (em segundo plano)
zh_hant: 上傳圖片（背景）

source: Send image(s) to Mastodon
de: Bild(er) an Mastodon senden
es: Enviar imagen(es) a Mastodon
fr: Envoyer les images sur Mastodon
it: Invia immagine(i) a Mastodon
ko: 글과 이미지 게시하기
pl: Wyślij obraz(ki) na Mastodon
pt_br: Enviar imagens para o Mastodon
zh_hant: 上傳圖片給 Mastodon

source: Send post to Mastodon
de: Beitrag an Mastodon senden
es: Enviar publicación a Mastodon
eu: Bidali bidalketa Mastodonera
fr: Envoyer la publication vers Mastodon
it: Invia post a Mastodon
ko: 글 게시하기
pl: Wyślij post na Mastodon
pt_br: Enviar publicações para o Mastodon
tr: Gönderiyi Mastodon'a gönder
zh_hans: 发送嘟文至 Mastodon
zh_hant: 在 Mastodon 上發表嘟文

source: Settings
de: Einstellungen
es: Ajustes
eu: Ezarpenak
fr: Paramètres
it: Impostazione
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# settings.account.add
source: Add Account
de: Konto hinzufügen
es: Añadir cuenta
eu: Gehitu kontua
fr: Ajouter un compte
it: Aggiungi account
ja: アカウントの追加
ko: 계정 추가
nl: Account toevoegen
pl: Dodaj konto
tr: Hesap Ekle
uk: Додати обліковий запис
zh_hans: 添加账户
zh_hant: 新增帳號

# settings.cache-media.clear
source: Clear Media Cache
de: Mediencache leeren
es: Vaciar caché multimedia
eu: Garbitu multimedia katxea
fr: Nettoyer le cache de médias
it: Svuota la cache multimediale
ja: メディアキャッシュをクリア
ko: 미디어 캐시 데이터 지우기
nb: Tøm mediebuffer
nl: Leeg mediacache
pl: Wyczyść bufor treści multimedialnych
pt_br: Limpar Cache de Mídia
tr: Medya Önbelleğini Temizle
uk: Очистити кеш файлів
zh_hans: 清除媒体缓存
zh_hant: 清除媒體快取

# settings.content.collapse-long-posts
source: Collapse long posts
de: Lange Beiträge einklappen
es: Colapsar publicaciones largas
eu: Tolestu bidalketa luzeak
fr: Réduire les messages longs
it: Comprimi i post lunghi
ja: 長い投稿を折りたたむ
ko: 긴 글을 접힌 상태로 표시
nb: Skjul lange innlegg
nl: Klap lange posts in
pl: Zwijaj długie posty
pt_br: Reduzir postagens longas
tr: Uzun gönderileri daralt
uk: Згортати довгі дописи
zh_hans: 折叠长嘟文
zh_hant: 縮限長文

# settings.content.collapse-long-posts-hint
source: Collapsed posts only display a limited number of lines together with a button to show the full post
de: Eingeklappte Beiträge zeigen nur eine begrenzte Anzahl an Zeilen sowie eine Schaltfläche an, mit der der komplette Beitrag angezeigt werden kann
es: Las publicaciones colapsadas sólo muestran un número limitado de líneas junto a un botón para mostrar la publicación completa
eu: Tolestutako bidalketek lerro kopuru jakin bat baino ez dute erakusten, bidalketa osorik irakurri ahal izateko hedatzeko botoiarekin batera
fr: Les publications réduites n'affichent qu'un nombre limité de lignes ainsi qu'un bouton pour afficher la publication complète
it: I post compressi mostrano solo alcune righe del contenuto assieme a un pulsante per visualizzare il post intero
ja: 折りたたまれた投稿には、限られた数の行のみが表示され、投稿全体を表示するボタンが表示されます
ko: 접힌 글은 일정 줄까지만 내용이 표시됩니다. 함께 표시되는 버튼을 누르면 전체 내용을 볼 수 있습니다.
nb: Skjulte innlegg viser bare et begrenset antall linjer sammen med en knapp for å vise hele innlegget
nl: Alleen een beperkt aantal regels van ingeklapte posts wordt getoond, samen met een knop om de volledige post te tonen
pl: Zwinięte posty wyświetlają tylko ograniczoną liczbę wierszy wraz z przyciskiem do wyświetlenia pełnego postu
pt_br: As postagens reduzidas exibem apenas um número limitado de linhas junto com um botão para mostrá-la completa
tr: Daraltılmış gönderiler sınırlı sayıda çizgiyi beraber gösterir ve yanında genişletmek için bir buton gösterir
uk: Згорнуті дописи відображають лише обмежену кількість рядків. Щоб побачити мовний вміст, необхідно натиснути на кнопку розгорнення допису.
zh_hans: 被折叠的嘟文只会显示有限的行数，并提供查看全文的按钮
zh_hant: 「縮限長文」將只顯示數行文字，另可按紐閱讀全文

# settings.content.default-reply-visibility
source: Reply Visibility
de: Sichtbarkeit Antworten
es: Visibilidad de las respuestas
eu: Erantzunen ikusgaitasuna
fr: Visibilité de la réponse
it: Visibilità risposte
ja: 返信の可視性
ko: 답글 기본 공개 범위
nl: Zichtbaarheid antwoorden
pl: Widoczność odpowiedzi
pt_br: Visibilidade da resposta
tr: Yanıt Görünümü
uk: Видимість відповідей
zh_hans: 默认回复可见范围
zh_hant: 回文能見度

# settings.content.require-alt-text
source: Require Alt Text to Post
de: Alternativtext ist erforderlich
fr: Exiger un text alternatif (ALT) pour publier
it: Richiedi il testo alternativo per pubblicare
ko: 미디어 설명 없이는 게시하지 않음
pl: Wymagaj tekstu alternatywnego przy publikowaniu
pt_br: Exigir texto alternativo para publicar
zh_hans: 发布图片时必须包含描述文本
zh_hant: 要求嘟文含圖片描述文字

# settings.content.sharing
source: Sharing
de: Teilen
es: Compartir
eu: Partekatzean
fr: Partage
it: Condivisione
ja: 共有
ko: 공유할 때
nb: Deling
nl: Delen
pl: Udostępnianie
pt_br: Compartilhar
tr: Paylaşıyor
uk: Поширення
zh_hans: 分享
zh_hant: 分享

# settings.content.sharing.share-behavior.link-and-text
source: Link and Text
de: Link und Text
es: Enlace y texto
eu: Esteka eta testua
fr: Lien et texte
it: Link e testo
ja: リンクとテキスト
ko: 링크와 본문 공유
nb: Link og tekst
nl: Link en tekst
pl: Link i tekst
pt_br: Link e Texto
tr: Bağlantı ve Metin
uk: Посилання та текст
zh_hans: 链接和文本
zh_hant: 連結與本文

# settings.content.sharing.share-behavior.link-only
source: Link Only
de: Nur Link
es: Sólo el enlace
eu: Esteka soilik
fr: Lien uniquement
it: Solo link
ja: リンクのみ
ko: 링크 공유
nb: Kun lenke
nl: Alleen link
pl: Tylko link
pt_br: Somente link
tr: Yalnızca Bağlantı
uk: Лише посилання
zh_hans: 仅链接
zh_hant: 只連結

# settings.content.sharing.share-button-behavior
source: Share Button Behavior
de: Verhalten beim Teilen
es: Comportamiento del botón de compartir
eu: Partekatzeko botoiaren portaera
fr: Comportement du bouton partager
it: Comportamento tasto
ja: 共有ボタンの動作
ko: 공유 버튼 기본 동작
nl: Gedrag deel-knop
pl: Działanie przycisku udostępniania
pt_br: Comportamento do botão compartilhar
tr: Paylaşma Buton Davranışı
uk: Поведінка кнопки Поширити
zh_hans: 分享内容
zh_hant: 分享紐功能

# settings.display.colors.apply
source: Apply custom colors
de: Eigene Farben anwenden
es: Aplicar colores personalizados
eu: Ezarri norbere koloreak
fr: Appliquer des couleurs personnalisées
it: Applica colori personalizzati
ja: カスタムカラーを適用
ko: 변경한 색상 적용하기
nb: Bruk egendefinerte farger
nl: Pas aangepaste kleuren toe
pl: Zastosuj kolory niestandardowe
pt_br: Aplicar cores personalizadas
tr: Özel renkleri ayarla
uk: Застосувати власні кольори
zh_hans: 应用自定义颜色
zh_hant: 採用自定顏色

# settings.display.font.line-spacing-%@
source: Line Spacing: %@
de: Zeilenabstand: %@
es: Interlineado: %@
eu: Lerroen arteko espazioa: %@
fr: Espacement de ligne : %@
it: Interlinea: %@
ja: 行間: %@
ko: 줄 간격 조절: %@
nb: Linjeavstand: %@
nl: Regelafstand: %@
pl: Odstęp między wierszami: %@
pt_br: Espaço entre linhas: %@
tr: Satır Aralığı: %@
uk: Міжрядковий інтервал: %@
zh_hans: 行间距：%@
zh_hant: 行距：%@

# settings.display.max-reply-indentation-%@
source: Max reply indentation: %@
de: Max. Einrückung von Antworten: %@
es: Sangría máxima de respuesta: %@
eu: Gehienezko koska: %@
fr: Indentation maximale des réponses : %@
it: Rientro risposte massimo: %@
ja: 返信の最大インデント: %@
ko: 최대 %@번까지 들여쓰기
nl: Max. inspringen voor antwoorden: %@
pl: Max wcięcie odpowiedzi: %@
pt_br: Recuo máximo de respostas: %@
tr: Maksimum yanıt girintisi: %@
uk: Максимальний відступ підповідей: %@
zh_hans: 最大回复缩进：%@
zh_hant: 縮排上限：%@

# settings.display.pending-left
source: Show Pending Button on the Left
de: Ungelesene-Button am linken Rand anzeigen
es: Mostrar Botón Pendiente a la Izquierda
eu: Erakutsi irakurtzeke zenbakia ezkerraldean
fr: Afficher le bouton en attente sur la gauche
it: Mostra tasto dei post in sospeso a sinistra
ja: 左側に保留中のボタンを表示
ko: 읽지 않은 글 수를 왼쪽에 표시
nl: Warning: These settings are overwritten by the global content settings
pl: Pokazuj przycisk nieprzeczytanych po lewej stronie
pt_br: Mostrar botão Pendente na esquerda
tr: Solda Bekliyor Butonunu Göster
uk: Показувати непрочитану кнопку зліва
zh_hans: 在屏幕左侧显示未读按钮
zh_hant: 在螢幕左方顯示未讀按鈕

# settings.display.show-account-popover
source: Show Account on Hover
de: Konto beim Überfahren anzeigen
es: Mostrar cuenta al pasar el ratón por encima
eu: Erakutsi kontua sagua gainetik pasatzean
fr: Afficher le popover du compte
it: Mostra account al passaggio del mouse
ja: マウスオーバーでアカウントを表示
ko: 커서 올렸을 때 계정 정보 표시
nl: Toon account bij aanwijzen
pl: Pokazuj konto po najechaniu kursorem
pt_br: Mostrar conta ao passar o mouse
tr: Üzerine geldiğinde hesabı göster
uk: Показувати обліковий запис при наведенні
zh_hans: 悬停时显示账户信息
zh_hant: 顯示游標下的帳號

# settings.display.show-reply-indentation
source: Show reply indentation
de: Rücke Antworten ein
es: Mostrar sangría de respuesta
eu: Erakutsi koska erantzunetan
fr: Afficher l'indentation des réponses
it: Mostra rientro risposte
ja: 返信のインデントを表示
ko: 답글 들여쓰기하여 표시
nl: Inspringen voor antwoorden
pl: Pokazuj wcięcie odpowiedzi
pt_br: Mostrar recuo das respostas
tr: Cevap girintisini göster
uk: Показувати відступи у відповідях
zh_hans: 显示回复缩进
zh_hant: 顯示回覆縮排

# settings.display.status.action-secondary
source: Secondary status action
de: Sekundäre Statusaktion
es: Acción de estado secundario
eu: Bigarren egoeraren ekintza
fr: Action de statut secondaire
it: Azione secondaria
ja: 二次ステータスアクション
ko: 글 보조 동작
nl: Secundaire statusactie
pl: Działanie o statusie drugorzędnym
pt_br: Ação secundária de status
tr: İkincil durum aksiyonu
uk: Вторинна дія статуса
zh_hans: 次要嘟文操作
zh_hant: 狀態列次要動作

# settings.display.theme.text-color
source: Text Color
de: Textfarbe
es: Color del texto
eu: Testuaren kolorea
fr: Couleur du texte
it: Colore testo
ja: テキストカラー
ko: 글자 색상
nb: Tekstfarge
nl: Tekstkleur
pl: Kolor tekstu
pt_br: Cor do texto
tr: Metin Rengi
uk: Колір тексту
zh_hans: 文本颜色
zh_hant: 本文顏色

# settings.general.recent-tags
source: Recently Used Tags
de: Zuletzt verwendete Tags
es: Etiquetas usadas recientemente
eu: Berriki erabilitako traolak
fr: Tags Récemment Utilisés
it: Tag usati di recente
ja: 最近使用したタグ
ko: 최근 사용한 태그
nl: Onlangs gebruikte tags
pl: Ostatnio używane hasztagi
pt_br: Tags usadas recentemente
tr: Son Kullanılan Etiketler
zh_hans: 最近使用的标签
zh_hant: 最近使用過的標籤

# settings.general.sidebarEntries
source: Sidebar Customizations
de: Anpassungen Seitenleiste
es: Personalizaciones de la Barra Lateral
eu: Albo-barraren pertsonalizazioa
fr: Personnalisations de la barre latérale
it: Personalizzazione barra laterale
ja: サイドバーのカスタマイズ
ko: 사이드바
nl: Navigatiekolom-aanpassingen
pl: Personalizacja paska bocznego
pt_br: Customizações da barra lateral
tr: Yan Panel Özelleştirmeleri
zh_hans: 边栏自定义
zh_hant: 自定邊欄

# settings.general.tabbarEntries
source: Tabs Customizations
de: Tabs anpassen
es: Personalización de pestañas
eu: Erlaitzen hobespenak
fr: Personnalisation des onglets
it: Personalizzazione pannelli
ja: タブのカスタマイズ
ko: 하단 탭
pl: Personalizacja zakładek
pt_br: Customizações das Abas
tr: Sekme Özelleştirmeleri
zh_hans: 首页设置
zh_hant: 自定頁籤列

# settings.general.translate
source: Translation Settings
de: Übersetzungseinstellungen
es: Ajustes de traducción
eu: Itzulpenaren ezarpenak
fr: Paramètres de traduction
it: Traduzione
ja: 翻訳設定
ko: 번역
nb: Oversettelsesinnstillinger
nl: Vertalingsinstellingen
pl: Ustawienia tłumaczenia
pt_br: Ajustes de Tradução
tr: Çeviri Ayarları
uk: Налаштування перекладу
zh_hans: 翻译设置
zh_hant: 翻譯設定

# settings.other.mute-video
source: Mute Videos
de: Videos stummschalten
es: Silenciar Vídeos
eu: Mututu bideoak
fr: Mettre les vidéos en sourdine
it: Silenzia i video
ja: ビデオをミュートする
ko: 동영상 음소거 상태로 재생
nl: Video’s dempen
pl: Wycisz filmy
pt_br: Silenciar vídeos
tr: Videoları Sessize Al
zh_hans: 视频静音播放
zh_hant: 靜音視訊

# settings.other.sound-effect
source: Enable Sound Effects
de: Klänge aktivieren
es: Activar efectos sonoros
eu: Gaitu soinu efektuak
fr: Activer les effets sonores
it: Riproduci effetti sonori
ja: サウンドエフェクトを有効化
ko: 효과음
nb: Aktiver lydeffekter
nl: Geluidseffecten
pl: Włącz efekty dźwiękowe
pt_br: Habilitar Efeitos Sonoros
tr: Ses efektlerini aktif et
uk: Увімкнути звукові ефекти
zh_hans: 启用声音效果
zh_hant: 啟用音效

# settings.section.other.footer
source: Fast refresh disables timeline position saving and caching. It'll always fetch a fresh timeline.
de: Die schnelle Aktualisierung deaktiviert Positionsspeicherung und Caching der Timeline. Sie ruft immer eine frische Timeline ab.
es: La actualización rápida desactiva el guardado de la posición de la cronología y el almacenamiento en caché. Siempre obtendrá una cronología nueva.
eu: Freskatze azkarrak denbora-lerroko katxea itzaltzen du; denbora-lerroa berriro atzitzen du hasierako jariora bueltatu edo aplikaziora itzultzean.
fr: L’actualisation rapide désactive l’enregistrement et la mise en cache de la position dans la chronologie. Il récupèrera toujours une nouvelle chronologie.
it: L'aggiornamento rapido disabilita il salvataggio e il caching della posizione della timeline. Scaricherà sempre una nuova timeline.
ja: 高速更新では、タイムライン位置の保存とキャッシュが無効になります。常に新鮮なタイムラインを取得します。
ko: 타임라인 당길 때 완전히 새로고침 옵션을 켜면 마지막으로 본 타임라인 위치가 저장되지 않고, 새로고침할 때마다 타임라인을 완전히 새롭게 불러옵니다.
nl: Snel vernieuwen schakelt het bewaren van de tijdlijnpositie en caching uit. Er wordt altijd een nieuwe tijdlijn opgehaald.
pl: Szybkie odświeżanie wyłącza zapisywanie i buforowanie pozycji w strumieniu. Pobierany będzie zawsze świeży strumień.
pt_br: A atualização rápida desativa o salvamento da posição na linha do tempo e o cache. A linha do tempo será sempre carregada novamente.
tr: Hızlı yenileme zaman akışı pozisyonunu kaydetmeyi ve önbelleklemeyi devre dışı bırakır. Her zaman taze akışı çeker.
uk: Швидке оновлення вимикає збереження позиції у стрічці. Завжди оновлює стрічку наново.
zh_hans: 快速刷新会停止时间线缓存，并且在回到时间线栏或返回应用时总是获取最新时间线
zh_hant: 「盡速更新」將停用暫存，每次回到時間軸頁籤時都會重新下載新鮮內容。

# settings.support.privacy-policy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
eu: Pribatutasun-politika
fr: Politique de confidentialité
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私政策

# settings.support.restore-purchase.button
source: Restore purchase
de: Kauf wiederherstellen
es: Restaurar compra
eu: Berrezarri erosketa
fr: Récupérer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 내역 불러오기
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt_br: Restaurar assinatura
tr: Satın Almayı Geri Yükle
zh_hans: 恢复购买
zh_hant: 還原已購項目

# settings.support.restore-purchase.explanation
source: Restore your supporter subscription if it hasn't been synced automatically.
de: Stelle dein Abonnement wieder her, falls es nicht automatisch abgeglichen worden ist.
es: Restaura tu suscripción de seguidor si no se ha sincronizado automáticamente.
eu: Berrezarri zure babesle-harpidetza automatikoki sinkronizatu ez bada.
fr: Restaurer votre abonnement de supporter s'il n'a pas été synchronisé automatiquement.
it: Ripristina il tuo abbonamento se non è stato sincronizzato in automatico.
ja: 自動的に同期されていない場合は、サポーターサブスクリプションを復元します。
ko: 구매 내역이 자동으로 동기화되지 않았다면 위의 버튼을 눌러 구매 내역을 불러올 수 있습니다.
nb: Gjenopprett støttespiller-abonnementet ditt hvis det ikke har blitt synkronisert automatisk.
nl: Herstel je supporter-abonnement, als dat nog niet automatisch gesynchroniseerd is.
pl: Przywróć swoją subskrypcję osoby wspierającej, jeśli nie została ona automatycznie zsynchronizowana.
pt_br: Restaure sua assinatura de apoiador se ela não foi sincronizada.
tr: Eğer otomatik senkronize olmadıysa destekçi bağışını geri yükle.
zh_hans: 恢复你的支持者订阅，如果其尚未自动续订。
zh_hant: 若未自動同步，可以手動還原您的支持者訂閱。

# settings.support.supporter.subscribed
source: Thanks for being an Ice Cubes supporter!
de: Danke, dass du Ice Cubes unterstützst!
es: ¡Gracias por ser seguidor de Ice Cubes!
eu: Eskerrik asko Ice Cubes-en babeslea izateagatik!
fr: Merci d'être un supporter de Ice Cubes supporter !
it: Grazie per il tuo sostegno a Ice Cubes!
ja: Ice Cubesサポーターになってくれてありがとう！
ko: Ice Cubes의 후원자가 되어 주셔서 감사합니다!
nb: Takk for at du er en Ice Cubes-støttespiller!
nl: Bedankt dat je supporter van Ice Cubes bent!
pl: Dziękuję, że wspierasz Ice Cubes!
pt_br: Obrigado por ser um apoiador do Ice Cubes!
tr: Ice Cubes destekçisi olduğunuz için teşekkürler!
zh_hans: 感谢你成为 Ice Cubes 的支持者！
zh_hant: 感謝您成為 Ice Cubes 支持者！
